[
  {
    "id": "59048406",
    "name": "Alix",
    "breed": "Domestic Shorthair/Mix",
    "age": "6 months  1 day",
    "gender": "Male",
    "size": "Medium",
    "colors": [
      "Brown",
      "White"
    ],
    "declawed": false,
    "imgIds": [
      "658550e4-4f3c-4b53-b772-a02e7006d35d.jpg",
      "631e94f1-06e1-4c7a-9c00-23e8af926eef.jpg"
    ],
    "description": "I can be a pretty nervous little guy, so I'll need to go to a home with another young cat buddy to help show me the ropes!"
  },
  {
    "id": "54714019",
    "name": "Beckhem",
    "breed": "Domestic Shorthair/Mix",
    "age": "2 years 5 months 3 days",
    "gender": "Male",
    "size": "Medium",
    "colors": [
      "Brown"
    ],
    "declawed": false,
    "imgIds": [
      "c9f587c4-44cc-4e5b-8395-3bf03f0d83be.jpg",
      "a28565e9-b663-4457-a80f-11db7ba2aef7.jpg",
      "ab8916dc-59b7-4611-abce-f5d7b9331cd7.jpg"
    ],
    "description": "Hi, it's Beckhem! I'm searching for a family who wants to take in a handsome, outgoing, and energetic guy like me! If you'd like to meet me, mention Beckhem in your questionnaire, and MCP's adoption coordinator will get you in touch with my foster!"
  },
  {
    "id": "59003878",
    "name": "Buffalo Dip",
    "breed": "Domestic Shorthair/Mix",
    "age": "5 months 7 days",
    "gender": "Male",
    "size": "Medium",
    "colors": [
      "Buff",
      "White"
    ],
    "declawed": false,
    "imgIds": [
      "a83f3efb-c3f5-468d-9931-05eb062cb566.jpg",
      "00045096-39a0-49f3-bebd-7423196c326c.jpg",
      "786b207d-787f-40d0-841d-8c5976479010.jpg"
    ],
    "description": "SPECIAL NOTES: Since I get nervous with new people, I need to go to a home with a young cat friend waiting for me, or with my sister, Spinach Dip!"
  },
  {
    "id": "59528763",
    "name": "Catherine",
    "breed": "Domestic Shorthair/Mix",
    "age": "1 year 4 days",
    "gender": "Female",
    "size": "Medium",
    "colors": [
      "Grey",
      "White"
    ],
    "declawed": false,
    "imgIds": [
      "f7b4c6b3-e9b7-48de-ac2e-d22c4e53112e.jpg"
    ]
  },
  {
    "id": "59465579",
    "name": "Chinchilla",
    "breed": "Domestic Shorthair/Mix",
    "age": "5 months 5 days",
    "gender": "Female",
    "size": "Medium",
    "colors": [
      "Grey",
      "White"
    ],
    "declawed": false,
    "imgIds": [
      "2966aeb7-8643-41bf-aab9-240e56ef8c22.jpg"
    ],
    "description": "I am shy with new people and will need a cat companion to help me adjust to my home! Or adopt me with one of my roommates at the shelter!"
  },
  {
    "id": "59360369",
    "name": "Coco",
    "breed": "Domestic Shorthair/Mix",
    "age": "6 years 21 days",
    "gender": "Male",
    "size": "Medium",
    "colors": [
      "Grey"
    ],
    "declawed": false,
    "imgIds": [
      "cababbd5-dbbb-46a5-9024-79dc0d2dd385.jpg",
      "b90d9bc0-8978-4645-9e0b-c6f73505f418.jpg",
      "3d5b8efc-602a-43bb-b829-8e337ffeda9b.jpg"
    ],
    "description": "SPECIAL NOTES: I am eating a prescription food to help with my urinary tract health. I will need to keep eating this food in my new home!"
  },
  {
    "id": "59457893",
    "name": "Daisy",
    "breed": "Domestic Shorthair/Mix",
    "age": "3 months 27 days",
    "gender": "Female",
    "size": "Medium",
    "colors": [
      "Brown"
    ],
    "declawed": false,
    "imgIds": [
      "b20fe203-535b-453f-9218-ac04de517e71.jpg",
      "318a4431-b587-4e23-b18b-f7e81b817c6d.jpg",
      "3f05927c-72b9-437d-a8cf-05ebd9e816ea.jpg"
    ],
    "description": "Daisy is on the search for a loving family to call her own and we don't think it will take long--she's such a sweet and social kitten that you'll be attached to her in no time! Daisy has previously lived with other cats and dogs. She'd be a great addition to your family if you're looking for equal doses of kitten cuddles and playtime zoomies. You can meet Daisy at one of our Saturday adoption fairs or you can schedule a weekday appointment by filling out the adoption questionnaire on our website."
  },
  {
    "id": "59422066",
    "name": "Dapper",
    "breed": "Domestic Shorthair/Mix",
    "age": "6 months 11 days",
    "gender": "Male",
    "size": "Medium",
    "colors": [
      "Black"
    ],
    "declawed": false,
    "imgIds": [
      "b9518f66-444b-4576-b633-2b6fc8723d53.jpg",
      "97f17c94-c07c-4db8-a095-09af44046f13.jpg"
    ],
    "description": "Outgoing, playful, and happy-go-lucky, Dapper will brighten your day the moment you meet him! His curious nature shines through and he'll want to follow you everywhere, figure out  what you're doing, and join in on the fun. You'll never have a boring moment if you add this handsome young guy to your house. Dapper loves attention, activities, and his cat roommates at the shelter. Come meet him at one of our Saturday adoption fairs or by filling out an adoption questionnaire on our website!"
  },
  {
    "id": "59304205",
    "name": "Dr. Pepper",
    "breed": "Domestic Shorthair/Mix",
    "age": "2 months 5 days",
    "gender": "Female",
    "size": "Medium",
    "colors": [
      "Black"
    ],
    "declawed": false,
    "imgIds": [
      "8d2080f9-aba9-4c73-b2a0-2e6db523f5a3.jpg",
      "d7dd510f-01e3-4e91-a697-9de10a4e132d.jpg",
      "5b0774ef-58b8-4b42-94ed-b51a68b6655c.jpg"
    ]
  },
  {
    "id": "59287631",
    "name": "Fancy",
    "breed": "Domestic Shorthair/Mix",
    "age": "5 months 7 days",
    "gender": "Female",
    "size": "Medium",
    "colors": [
      "White",
      "Grey"
    ],
    "declawed": false,
    "imgIds": [
      "5c0e3a9b-d5cb-48b2-a118-e6ff1c8e6093.jpg",
      "98c071bb-299b-4670-be80-11d60f3510db.jpg"
    ],
    "description": "Fancy started off life as a farm kitty but she's adapted phenomenally to indoor life! Who wouldn't love churu, ball towers, and affection from people?! She's looking for a home with another young cat to keep her company, or you can adopt her with one of her roommates at the shelter. This cute little lady is ready to steal a piece of your heart and a spot on your couch! Meet Fancy at a Saturday adoption fair or by filling out an adoption questionnaire on our website."
  },
  {
    "id": "59465600",
    "name": "Gerbil",
    "breed": "Domestic Shorthair/Mix",
    "age": "5 months 5 days",
    "gender": "Male",
    "size": "Medium",
    "colors": [
      "Grey",
      "White"
    ],
    "declawed": false,
    "imgIds": [
      "c47d0672-5ddc-498e-954e-4bb17646b413.jpg"
    ],
    "description": "Gerbil is seeking a loving home with feline buddies, lots of playtime, cozy beds, and affection from people! He's quickly gaining confidence with strangers and while he may not be the first to greet you, he won't be far behind and he's got just as much love to offer as more outgoing cats do. Gerbil is a big fan of wet food, snuggling with his buddies, and chasing toys. He'll need a feline companion in his new home, or you can adopt him with one of his small-mammal siblings at the shelter! Come meet Gerbil and friends at one of our Saturday adoption fairs, or fill out an adoption questionnaire on our website to schedule a weekday appointment!"
  },
  {
    "id": "59465593",
    "name": "Hamster",
    "breed": "Domestic Shorthair/Mix",
    "age": "5 months 5 days",
    "gender": "Male",
    "size": "Medium",
    "colors": [
      "Brown",
      "White"
    ],
    "declawed": false,
    "imgIds": [
      "ffd39ec6-d211-422b-916f-91be70205462.jpg"
    ],
    "description": "Hamster is a handsome young man whose adorable round face and white mittens are sure to charm you. He has a gentle, curious nature and while he's not the first to explore new things, you'll spot him observing inquisitively from afar and pondering the best approach. With a little patience, you'll easily coax some purrs out of him and feel the undeniable satisfaction of making a new friend. As a shier kitten, Hamster takes cues from his feline companions and he'll need a cat buddy in his new home. You can also adopt him with one of his small-mammal siblings at the shelter. Come meet this sweet boy soon!"
  },
  {
    "id": "58344512",
    "name": "Hedgehog",
    "breed": "Domestic Shorthair/Mix",
    "age": "2 years 5 months 15 days",
    "gender": "Male",
    "size": "Medium",
    "colors": [
      "Buff"
    ],
    "declawed": false,
    "imgIds": [
      "a6140b6b-499a-4c4a-a87d-d52263c1697b.jpg",
      "166c329c-9088-4800-aaa3-176ac1294dfe.jpg",
      "14d54e05-8c03-4520-a2aa-58782e7eeb41.jpg"
    ],
    "description": "Hedgehog here, though my fan club usually calls me Hedgie! I say 'fan club' because it's true--I've stolen everyone's hearts with my fun-loving, gregarious personality! I'm excited to meet anyone and everyone (humans and cats alike), and I'm thrilled by attention and playtime. If you're looking for a chatty, entertaining companion to add to your home, consider meeting me!SPECIAL NOTES: I have a heart condition and need to take heart medication every day. Staff will be happy to provide additional details about my heart! I'm also on a prescription diet to help keep my skin from getting too itchy."
  },
  {
    "id": "59378042",
    "name": "Holly",
    "breed": "Domestic Shorthair/Mix",
    "age": "4 years 19 days",
    "gender": "Female",
    "size": "Medium",
    "colors": [
      "Brown",
      "Orange"
    ],
    "declawed": false,
    "imgIds": [
      "f0903ce7-f282-4fb4-9895-d0e7edfe7050.jpg",
      "ce910dc6-9462-4ef2-88cb-16b6c3bbe545.jpg",
      "5dd362e5-4c12-4d4d-ad1f-3e3ce1cf6c9e.jpg"
    ],
    "description": "Do you consider yourself a social butterfly with a gregarious personality? Looking for a cat to match your vibe? Look no further than Holly! This charming lady is bold, silly, and LOVES attention. She'll endlessly appreciate your company, some windows to look out of, and some toys to play with (springs are her favorite!).  Holly is happy to be your only cat (more attention just for her!); if there is another cat in the home, she will need slow introductions and likely will prefer a cat who gives her space and doesn't want to interact too much.Meet Holly at one of our Saturday Adoption Fairs, or fill out an adoption application on our website to schedule a weekday meeting."
  },
  {
    "id": "58337401",
    "name": "Jupiter",
    "breed": "Domestic Shorthair/Mix",
    "age": "1 year 5 months 17 days",
    "gender": "Female",
    "size": "Medium",
    "colors": [
      "White",
      "Orange"
    ],
    "declawed": false,
    "imgIds": [
      "3bac5cd9-9ede-4cc4-a81a-5c27ca96eece.jpg"
    ],
    "description": "This precious girl has had a very rough road to travel. With her four adorable new-born kittens, she was pulled from a crowded shelter in Kentucky by Madison Cat Project. After the long, stressful drive from Kentucky to Wisconsin, she arrived very stressed, confused and hungry. She also made it clear in her foster home that she was NOT interested in interacting with her foster parent. Something in her eyes told her foster parent that there was another Jupiter hiding deep inside.  The little family had their surgeries, and the kittens were placed in wonderful homes. Jupiter came back to her foster, who was determined to give this girl a chance to have an indoor home full of love and safety. With lots of patience and determination, this growly, frightened girl has blossomed into a very sweet kitty. She went from growling when anyone entered the foster room to meeting her caretakers at the door, purring all the way. She loves being brushed, and even has started chatting with her people! It's a sure sign that a kitty is ready for human love when she's comfortable enough to meow and \"prrrp!\" She went from not knowing what a toy is for to happily playing with her fleece wand toy and catnip mice. Jupiter is now ready to take the next step, which is to join a family. Any adopter should understand that it will take her time to adjust to a new home and bond with her new person. The ideal adopter will be patient and loving-and will be rewarded with a loving kitty who will shower her new family with love and gratitude. There's no feeling quite like seeing a frightened feline choose you as her human. It's amazing."
  },
  {
    "id": "59462207",
    "name": "King Princess",
    "breed": "Domestic Shorthair/Mix",
    "age": "12 years 4 days",
    "gender": "Male",
    "size": "Medium",
    "colors": [
      "Black"
    ],
    "declawed": false,
    "imgIds": [
      "4b6b9d98-26d0-43ba-adad-bc82390d2673.jpg",
      "a1d8aab9-10ca-4a18-998f-ea98e69ef190.jpg"
    ],
    "description": "Guess who's charmed all the staff at the shelter to the point that they'll be jealous of whoever adopts this handsome senior? It's King Princess! KP spent an unknown amount of time outside up until now and he's now luxuriating in the cozy beds, twice-a-day wet food, and endless cuddles provided by indoor life. This guy is social, curious, and has the cutest scratchy old-man meow that he uses to make sure you don't forget to give him a few scritches every time you're in the room with him. He'd prefer a family without other cats. If you've got an abundance of love for older kitties and can't wait to provide KP with a retirement fit for royalty, then come meet him soon!"
  },
  {
    "id": "59287638",
    "name": "Merry",
    "breed": "Domestic Shorthair/Mix",
    "age": "5 months 7 days",
    "gender": "Female",
    "size": "Medium",
    "colors": [
      "Buff",
      "White"
    ],
    "declawed": false,
    "imgIds": [
      "d53f6024-b310-43be-b3a9-44987f03b028.jpg",
      "06a9b8ad-f676-411e-a615-07f8aa71b139.jpg"
    ],
    "description": "SPECIAL NOTES: Since I get nervous with new people, I need to go to a home with a young cat friend waiting for me, or with one of my littermates!"
  },
  {
    "id": "59465604",
    "name": "Mouse",
    "breed": "Domestic Shorthair/Mix",
    "age": "5 months 5 days",
    "gender": "Male",
    "size": "Medium",
    "colors": [
      "Grey",
      "White"
    ],
    "declawed": false,
    "imgIds": [
      "a93aec8a-40f7-47db-b054-f98a5df28f16.jpg"
    ],
    "description": "Mouse has a diminutive name, but he's actually the bravest of all of his siblings and we love that for him! He's learning to ham it up from his roommates at the shelter and teaching his littermates to be brave too. You're sure to fall in love with his big happy purr, playfulness, and gentle affection. Mouse will need a cat companion to help him adjust to his new home. If you don't already have a kitty looking for a friend, considering adopting Mouse along with one of his small-mammal siblings at the shelter!"
  },
  {
    "id": "59304212",
    "name": "Pickle",
    "breed": "Domestic Shorthair/Mix",
    "age": "2 months  1 day",
    "gender": "Male",
    "size": "Medium",
    "colors": [
      "Grey"
    ],
    "declawed": false,
    "imgIds": [
      "89aa1655-3134-4654-a520-eedb036d6c26.jpg",
      "6daf6781-9aa4-4815-bfa3-86269b034310.jpg",
      "244a1fe6-d18e-40b5-acc9-a404c5e53878.jpg"
    ]
  },
  {
    "id": "59304243",
    "name": "Private",
    "breed": "Domestic Medium Hair/Mix",
    "age": "2 months 7 days",
    "gender": "Male",
    "size": "Medium",
    "colors": [
      "Black",
      "White"
    ],
    "declawed": false,
    "imgIds": [
      "b593a160-8ebc-4b04-9902-6234c3699a24.jpg"
    ]
  },
  {
    "id": "59465614",
    "name": "Rabbit",
    "breed": "Domestic Shorthair/Mix",
    "age": "5 months 5 days",
    "gender": "Female",
    "size": "Medium",
    "colors": [
      "Grey",
      "Buff"
    ],
    "declawed": false,
    "imgIds": [
      "1d513465-bd56-4b43-bf2f-bbf9e96f41f9.jpg"
    ],
    "description": "I am shy with new people and will need a cat companion to help me adjust to my home! Or adopt me with one of my roommates at the shelter!"
  },
  {
    "id": "59323238",
    "name": "Rally",
    "breed": "Domestic Shorthair/Mix",
    "age": "2 years 27 days",
    "gender": "Female",
    "size": "Medium",
    "colors": [
      "Buff"
    ],
    "declawed": false,
    "imgIds": [
      "2e836765-f9f2-477b-995d-b468f371b9ef.jpg",
      "cbddea8d-770a-4bdb-a562-8357202a2713.jpg",
      "6bebac56-6c39-43e1-b7bc-4ed9ececd3db.jpg"
    ],
    "description": "Looking for an incredibly loving duo to add to your family? Rally and Rookie are waiting to meet you! These ladies are so sweet and purry and the only thing they love more than attention from people is each other! They are constantly cuddled up with each other, grooming one another, and eating together. They are sure to melt your heart. Rally is a year older than Rookie and the more laid-back of the pair. She enjoys wet food, gentle pets, and quality time. Rookie is out-going, curious, and playful. She'll appreciate interactive playtime and new things to explore! Come meet these wonderful ladies at one of our Saturday adoption fairs or fill out an adoption questionnaire on our website!SPECIAL NOTES: Rally is bonded to her daughter, Rookie!"
  },
  {
    "id": "59322919",
    "name": "Ria",
    "breed": "Domestic Longhair/Mix",
    "age": "2 years 25 days",
    "gender": "Female",
    "size": "Medium",
    "colors": [
      "Brown",
      "Orange"
    ],
    "declawed": false,
    "imgIds": [
      "4f8f5d48-2b27-41c7-b725-cbb8ad628fdb.jpg",
      "61a936ef-1e56-4dab-8aad-935356e85b2a.jpg",
      "7f3cde29-0d46-46f9-af88-1e6d8fb73374.jpg"
    ]
  },
  {
    "id": "59528718",
    "name": "Riviera",
    "breed": "Domestic Shorthair/Mix",
    "age": "6 months 4 days",
    "gender": "Female",
    "size": "Medium",
    "colors": [
      "White",
      "Orange"
    ],
    "declawed": false,
    "imgIds": [
      "fe1cb025-1de5-4f67-8f8a-64328d4e02b9.jpg"
    ]
  },
  {
    "id": "59323232",
    "name": "Rookie",
    "breed": "Domestic Shorthair/Mix",
    "age": "1 year 27 days",
    "gender": "Female",
    "size": "Medium",
    "colors": [
      "Grey",
      "Buff"
    ],
    "declawed": false,
    "imgIds": [
      "0f1163c5-5614-4b61-aa4a-f0cebdd12abb.jpg",
      "0c8cdd2a-f0e9-4605-95b0-ee6c72a65fab.jpg",
      "28700cd9-b600-4a06-b1fd-9cb690008c0e.jpg"
    ],
    "description": "Looking for an incredibly loving duo to add to your family? Rally and Rookie are waiting to meet you! These ladies are so sweet and purry and the only thing they love more than attention from people is each other! They are constantly cuddled up with each other, grooming one another, and eating together. Their bond is sure to melt your heart. Rally is a year older than Rookie and the more laid-back of the pair. She enjoys wet food, gentle pets, and quality time. Rookie is out-going, curious, and playful. She'll appreciate interactive playtime and new things to explore! Come meet these wonderful ladies at one of our Saturday adoption fairs or fill out an adoption questionnaire on our website!SPECIAL NOTES: Rookie is bonded to her mom, Rally!"
  },
  {
    "id": "59104332",
    "name": "Scott",
    "breed": "Domestic Shorthair/Mix",
    "age": "5 months 7 days",
    "gender": "Male",
    "size": "Medium",
    "colors": [
      "White",
      "Orange"
    ],
    "declawed": false,
    "imgIds": [
      "ab127430-4090-4b9c-8a4b-4142ebfb4881.jpg",
      "693c1e9a-7e80-4ad0-86ea-db6abd2d3bb6.jpg",
      "c5fe839f-4056-4d9d-bdaa-0adcf4d6c0c9.jpg"
    ],
    "description": "Looking for an adorable pair of class clowns to keep you entertained and showered with affection? Scott and Viva are waiting for you! These two goofballs boast the loudest purrs, the bubbliest energy, and so much joy for life that it's bound to rub off on you. Their favorite activities include bouncing around the room like cat-shaped ping pong balls, chasing toys, untying shoelaces, and rolling around in laps begging for attention. They're currently live-laugh-loving it up at the shelter, but they'd be even more thrilled to join your family and find a home of their own! Come meet them at one of our Saturday adoption fairs, or fill out a questionnaire on our website to schedule a week day appointment!SPECIAL NOTES: Scott is bonded to his brother, Viva!"
  },
  {
    "id": "59422014",
    "name": "Sir",
    "breed": "Domestic Shorthair/Mix",
    "age": "1 year 12 days",
    "gender": "Male",
    "size": "Medium",
    "colors": [
      "Grey",
      "White"
    ],
    "declawed": false,
    "imgIds": [
      "f29d0b90-33be-4cc4-b6a0-556d97a0707d.jpg",
      "9e9dabf0-5678-4e95-b281-08418f814be9.jpg",
      "c3800a8d-cf2a-4b55-9fb6-186ea7c3adce.jpg"
    ],
    "description": "Sir might have a sophisticated name, but he's really a silly goofball of a boy! This energetic young man would thrive in an active home with lots of attention, interaction, and a cat friend or two to play with. He's not shy with visitors and will likely walk right up to you when you first meet and ask for some pets! If you pride yourself on being social and engaging  (or you have an equally social and energetic feline who's looking for a friend!), then Sir might be your perfect match!"
  },
  {
    "id": "59304237",
    "name": "Skipper",
    "breed": "Domestic Shorthair/Mix",
    "age": "2 months 7 days",
    "gender": "Male",
    "size": "Medium",
    "colors": [
      "Black",
      "White"
    ],
    "declawed": false,
    "imgIds": [
      "58e366c2-f13c-4ab5-8545-d06f6048667f.jpg"
    ]
  },
  {
    "id": "59528780",
    "name": "Soleil",
    "breed": "Domestic Shorthair/Mix",
    "age": "3 years 4 days",
    "gender": "Female",
    "size": "Medium",
    "colors": [
      "Brown",
      "Orange"
    ],
    "declawed": false,
    "imgIds": [
      "93f0a441-7cd0-4879-9618-46f5b04afa52.jpg"
    ]
  },
  {
    "id": "59003886",
    "name": "Spinach Dip",
    "breed": "Domestic Shorthair/Mix",
    "age": "5 months 7 days",
    "gender": "Female",
    "size": "Medium",
    "colors": [
      "Buff",
      "White"
    ],
    "declawed": false,
    "imgIds": [
      "a7439724-4cdf-4341-b885-53963ab3f678.jpg",
      "10348540-594b-4237-92fb-7513ecb501d7.jpg",
      "d9452a8f-8690-4e9f-bb76-19196d510fb9.jpg"
    ],
    "description": "SPECIAL NOTES: Since I get nervous with new people, I need to go to a home with a young cat friend waiting for me, or with my brother, Buffalo Dip!"
  },
  {
    "id": "59528599",
    "name": "Stormy",
    "breed": "Domestic Shorthair/Mix",
    "age": "4 months 4 days",
    "gender": "Male",
    "size": "Medium",
    "colors": [
      "Black"
    ],
    "declawed": false,
    "imgIds": [
      "a33fce06-a632-4a20-8442-d1d3946866fa.jpg"
    ]
  },
  {
    "id": "59304226",
    "name": "Ted",
    "breed": "Domestic Shorthair/Mix",
    "age": "2 months 5 days",
    "gender": "Male",
    "size": "Medium",
    "colors": [
      "Grey"
    ],
    "declawed": false,
    "imgIds": [
      "0ea5d6d6-85fa-45d5-91e2-d80e30c7393f.jpg",
      "99d4a0e3-4804-4fcf-a305-554fe8baf749.jpg",
      "d0da1335-1f13-4b6b-85e5-c7732002526f.jpg"
    ]
  },
  {
    "id": "59197847",
    "name": "Teddy",
    "breed": "Domestic Shorthair/Mix",
    "age": "8 years  1 month 15 days",
    "gender": "Male",
    "size": "Medium",
    "colors": [
      "Brown",
      "White"
    ],
    "declawed": false,
    "imgIds": [
      "51fea912-4bb2-4313-abef-dfb1a4ded8ea.jpg",
      "c20e6f39-b199-47e1-aa45-af6ab67f155a.jpg",
      "28f3c935-b39e-44f0-ab21-60ab4134033f.jpg"
    ],
    "description": "Teddy here! I am a big, handsome, laid-back guy searching for my new family. At the shelter, I greet everybody at the door and love pets (in between my naps of course). I enjoy having cat roommates here and would love another laid-back snuggle buddy cat. I also have previously lived with a dog. I'd love to meet you! I'll be at the adoption fair on Saturday or you can meet me at an appointment! Fill our MCP's adoption questionnaire and you'll receive more info about scheduling!"
  },
  {
    "id": "59191630",
    "name": "Viva",
    "breed": "Domestic Shorthair/Mix",
    "age": "5 months 7 days",
    "gender": "Male",
    "size": "Medium",
    "colors": [
      "White",
      "Buff"
    ],
    "declawed": false,
    "imgIds": [
      "4fadeec4-867d-47d7-8387-880eaae8bb3b.jpg",
      "75f5ef07-f5f6-4229-a061-c4e321a1e3f0.jpg",
      "61c99d0d-5715-4f5c-9345-9871cc5e2b65.jpg"
    ],
    "description": "Looking for an adorable pair of class clowns to keep you entertained and showered with affection? Scott and Viva are waiting for you! These two goofballs boast the loudest purrs, the bubbliest energy, and so much joy for life that it's bound to rub off on you. Their favorite activities include bouncing around the room like cat-shaped ping pong balls, chasing toys, untying shoelaces, and rolling around in laps begging for attention. They're currently live-laugh-loving it up at the shelter, but they'd be even more thrilled to join your family and find a home of their own! Come meet them at one of our Saturday adoption fairs, or fill out a questionnaire on our website to schedule a week day appointment!SPECIAL NOTES: Viva is bonded to his brother, Scott!"
  },
  {
    "id": "59304171",
    "name": "Walker",
    "breed": "Domestic Shorthair/Mix",
    "age": "2 months  1 day",
    "gender": "Male",
    "size": "Medium",
    "colors": [
      "Brown"
    ],
    "declawed": false,
    "imgIds": [
      "ab4ee0bf-c201-4402-975e-1ab67cf3527a.jpg",
      "904d3615-39ab-4c3c-863d-fc62d1b7f454.jpg"
    ]
  },
  {
    "id": "59378171",
    "name": "Winery",
    "breed": "Domestic Shorthair/Mix",
    "age": "1 year 19 days",
    "gender": "Male",
    "size": "Medium",
    "colors": [
      "Brown"
    ],
    "declawed": false,
    "imgIds": [
      "53aac429-59a1-4eab-963b-c07880e2d04e.jpg",
      "40724e85-b326-4088-8b1d-1d88dda641a1.jpg",
      "ffe4b7e1-0b6d-4b80-99e8-65455dffed07.jpg"
    ],
    "description": "Winery is a mellow young man with a kind, gentle soul. You'll find him curled up napping in cozy spots or enjoying wet food. He's always up for some gentle attention and head pets. He's respectful of other cats and would likely get along with another calm feline friend or two. Come meet this sweet guy at one of our Saturday adoption fairs or by filling out an adoption questionnaire on our website!SPECIAL NOTES: Winery is FIV+. FIV+ cats can live safely with FIV- cats and often live long, healthy lives!"
  },
  {
    "id": "59528757",
    "name": "Zayba",
    "breed": "Domestic Shorthair/Mix",
    "age": "1 year 4 days",
    "gender": "Female",
    "size": "Medium",
    "colors": [
      "Black",
      "White"
    ],
    "declawed": false,
    "imgIds": [
      "ece672df-74fb-4e9c-ad3a-4d7ded52f7d2.jpg"
    ]
  }
]